[Shinigami X2AbilityTemplate]
LocFriendlyName="死神化身"
LocLongDescription="\"我, 就是死神.\" 我们的专家至今不明白为何武士比我们普通的士兵更快更致命. 每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocHelpText="每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocFlyOverText="死神化身"
LocPromotionPopupText="<Bullet/>每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注.<br/><Bullet/>每收集20灵魂+1%暴击率, 每收集40个灵魂+1暴击伤害.<br/>"

[Unstoppable X2AbilityTemplate]
LocFriendlyName="势不可挡"
LocLongDescription="须臾之弥, 斩敌无匹.<br/>近战攻击永远不会擦伤."
LocHelpText="近战攻击永远不会擦伤. 讨厌的异变者们的末日到了!"
LocFlyOverText="势不可挡" 
LocPromotionPopupText="<Bullet/>近战攻击永远不会擦伤."

[Yamabushi X2AbilityTemplate]
LocFriendlyName="山伏之遗"
LocLongDescription="<i>灵魂, 神秘, 超自然.<i/>你像山岳一样健壮, +1护甲值, +15防御并且每回合恢复2生命值, 最多恢复6."
LocHelpText="你像山岳一样健壮, +1护甲值, +15防御并且每回合恢复2生命值, 最多恢复6"
LocFlyOverText="山伏之遗" 
LocPromotionPopupText="<Bullet>+1护甲值<br/><Bullet/>+15防御<br/><Bullet/>每回合恢复2生命值, 最多恢复6"

[SwordThrust X2AbilityTemplate]
LocFriendlyName="居合斩"
LocFlyOverText="居合斩"
LocLongDescription="一次穿透大量护甲的攻击, 并且会对目标造成撕裂效果. 消耗1专注."
LocHelpText="一次穿透大量护甲的攻击, 并且会对目标造成撕裂效果. 消耗1专注."
LocPromotionPopupText="<Bullet/>3护甲穿透<br/><Bullet/>撕裂+3<br/><Bullet/>4回合冷却<br/><Bullet/>消耗1专注"

[HawkEye X2AbilityTemplate]
LocFriendlyName="鹰眼"
LocLongDescription="正如先辈所说, 战场上杀敌犹如老鹰扑捉小鸟.<br/>近战攻击获得+15%暴击率和+3暴击伤害."
LocHelpText="近战攻击获得+15%暴击率和+3暴击伤害"
LocFlyOverText="鹰眼" 
LocPromotionPopupText="<Bullet/>近战攻击获得+15%暴击率.<br/><Bullet/>近战攻击获得+3暴击伤害.<br/>"

[DragonStrike X2AbilityTemplate]
LocFriendlyName="潜龙出渊"
LocLongDescription="剑刃定义一切! 释放恐怖的力量, 造成区域伤害并且混乱目标. 消耗2专注."
LocHelpText="释放恐怖的力量, 造成区域伤害并且混乱目标. 消耗2专注."
LocFlyOverText="潜龙出渊" 
LocPromotionPopupText="<Bullet>5格范围<br/><Bullet/><Ability:SelfCooldown/> 回合冷却.<br/><Bullet/>消耗2专注."

[WhirlwindStrike X2AbilityTemplate]
LocFriendlyName="风切"
LocLongDescription="这, 就是武士道.<br/>对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>没有冷却.<br/>消耗2专注."
LocHelpText="对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>消耗2专注."
LocFlyOverText="对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>消耗2专注." 
LocPromotionPopupText="<Bullet/>对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/><Bullet/>没有冷却.<br/><Bullet/>消耗2专注."

[WhirlwindFirstStrike X2AbilityTemplate]
LocFriendlyName="风切"
LocLongDescription="这, 就是武士道.<br/>对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>没有冷却.<br/>消耗2专注."
LocHelpText="对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>消耗2专注."
LocFlyOverText="对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/>消耗2专注." 
LocPromotionPopupText="<Bullet/>对同一个目标瞬间斩杀两次. 但是受到-45%命中惩罚.<br/><Bullet/>没有冷却.<br/><Bullet/>消耗2专注."

[Shinigami X2AbilityTemplate]
LocFriendlyName="死神化身"
LocLongDescription="\"我, 就是死神.\" 我们的专家至今不明白为何武士比我们普通的士兵更快更致命. 每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocHelpText="每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocFlyOverText="死神化身"
LocPromotionPopupText="<Bullet/>每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注.<br/><Bullet/>每杀死40个敌人永久+1%暴击率, 每杀死80个敌人永久+1暴击伤害.<br/>"

[SamuraiSoulSteal X2AbilityTemplate]
LocFriendlyName="死神化身"
LocLongDescription="\"我, 就是死神.\" 我们的专家至今不明白为何武士比我们普通的士兵更快更致命. 每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocHelpText="每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocFlyOverText="死神化身"
LocPromotionPopupText="<Bullet/>每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注.<br/><Bullet/>每杀死40个敌人永久+1%暴击率, 每杀死80个敌人永久+1暴击伤害.<br/>"

[SamuraiSoulStealConsumeSoul X2AbilityTemplate]
LocFriendlyName="死神化身"
LocLongDescription="\"我, 就是死神.\" 我们的专家至今不明白为何武士比我们普通的士兵更快更致命. 每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocHelpText="每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注."
LocFlyOverText="死神化身"
LocPromotionPopupText="<Bullet/>每次武士使用近战攻击击杀一名敌人时获得+1专注等级. 当激活时近战攻击将只消耗1行动点并且不会结束回合. 消耗2专注.<br/><Bullet/>每杀死40个敌人永久+1%暴击率, 每杀死80个敌人永久+1暴击伤害.<br/>"